
const PrivacyPolicyPage = () => {
    return (
        <div className="max-w-7xl mx-auto px-4 sm:px-6 lg:px-8 py-10">
            <h1 className="text-3xl font-bold text-center mb-8">Privacy Policy</h1>
            <div className="space-y-6 text-gray-700 bg-gray-50 p-6">
                <section>
                    <h2 className="text-2xl font-semibold mb-4">ব্যবহারকারীর তথ্য সুরক্ষা</h2>
                    <ol className="list-decimal space-y-2 pl-6">
                        <li>আপনার পরিচয় গোপনীয় এবং আমরা আপনার সম্মতি ছাড়া এটি কারও সাথে শেয়ার করব না।</li>
                        <li>ব্যক্তিগত তথ্য: যে কোনো তথ্য যা আপনাকে ব্যক্তিগতভাবে সনাক্ত করতে পারে তা অন্যদের কাছে দৃশ্যমান নয়।</li>
                        <li>পরিচিতি: ফোন পরিচিতি এবং ডেটা ব্যক্তিগত সম্পত্তি এবং আমরা আপনার অনুমতি ছাড়া কোনো উপায়ে তাদের ব্যবহার করব না।</li>
                        <li>
                            লগইন: আপনি যখন MemServiceBD অ্যাপে লগইন করেন, আপনার লগইন তথ্য নিরাপদ থাকে এবং
                            আপনার পাসওয়ার্ড সম্পূর্ণরূপে এনক্রিপ্ট করে রাখা হয়৷
                        </li>
                        <li>
                            তথ্য বিক্রি: MemServiceBD কখনই আপনার সম্মতি ছাড়া তৃতীয় পক্ষের কাছে আপনার ব্যক্তিগত
                            তথ্য বিক্রি বা বিতরণ করবে না।
                        </li>
                    </ol>
                </section>

                <section>
                    <h2 className="text-2xl font-semibold mb-4">যে তথ্য আমরা সংগ্রহ করতে পারি</h2>
                    <p>
                        আমরা আমাদের পরিষেবাগুলি আপনার ব্যবহারের সাথে সম্পর্কিত আপনার বা তৃতীয় পক্ষের কাছ থেকে নিম্নলিখিত ধরণের তথ্য সংগ্রহ
                        এবং প্রক্রিয়া করতে পারি:
                    </p>
                    <ul className="list-disc space-y-2 pl-6">
                        <li>ব্যক্তিগত তথ্য</li>
                        <li>ব্যক্তিগত স্বাস্থ্য তথ্য</li>
                        <li>অ-ব্যক্তিগত ব্যবহারকারীর তথ্য</li>
                    </ul>
                </section>

                <section>
                    <h2 className="text-2xl font-semibold mb-4">ডাক্তার পরামর্শ</h2>
                    <ol className="list-decimal space-y-2 pl-6">
                        <li>
                            MemServiceBD-এর ডক্টর কনসালটেশন বৈশিষ্ট্য ব্যবহারকারীদেরকে আমাদের অ্যাপ্লিকেশনের
                            মাধ্যমে অডিও কল এবং ভিডিও কলের মাধ্যমে চিকিৎসা পরামর্শ গ্রহণ করতে সক্ষম করে।
                        </li>
                        <li>
                            আপনার ডাক্তারদের কাছ থেকে আপনি যে চিকিৎসা পরামর্শ পান তা আপনার প্রয়োজন হতে পারে এমন
                            অন্যান্য চিকিৎসার বিকল্প নয়।
                        </li>
                        <li>
                            কিছু ক্ষেত্রে, আমাদের পরিষেবাগুলি আপনার জন্য সবচেয়ে উপযুক্ত নাও হতে পারে এবং এটি
                            যথাযথভাবে জানানো হবে।
                        </li>
                    </ol>
                </section>

                <section>
                    <h2 className="text-2xl font-semibold mb-4">পরিবর্তন</h2>
                    <p>
                        MemServiceBD এই গোপনীয়তা নীতিতে কোনো সংশোধিত পরিবর্তন করলে, আপনাকে অবিলম্বে অবহিত করা হবে।
                    </p>
                </section>
            </div>
        </div>

    );
};

export default PrivacyPolicyPage;